[
  {
    "id": "149",
    "name": "Adams",
    "complete_name": "John Adams",
    "birth": "1947-01-01",
    "death": null,
    "epoch": "21st Century",
    "portrait": "https://assets.openopus.org/portraits/74462091-1568084854.jpg",
    "biography": "John Coolidge Adams (born February 15, 1947) is an American composer and conductor whose music is rooted in minimalism. Among the most regularly performed composers of contemporary classical music, he is particularly noted for his operas, which are often centered around recent historical events. Apart from opera, his oeuvre includes orchestral, concertante, vocal, choral, chamber, electroacoustic and piano music.",
    "wiki_url": "https://en.wikipedia.org/wiki/John_Adams_(composer)"
  },
  {
    "id": "87",
    "name": "Bach",
    "complete_name": "Johann Sebastian Bach",
    "birth": "1685-01-01",
    "death": "1750-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/12091447-1568084857.jpg",
    "biography": "Johann Sebastian Bach (31 March [O.S. 21 March] 1685 – 28 July 1750) was a German composer and musician of the late Baroque period. He is known for his prolific authorship of music across a variety of instruments and forms, including; orchestral music such as the Brandenburg Concertos; solo instrumental works such as the cello suites and sonatas and partitas for solo violin; keyboard works such as the Goldberg Variations and The Well-Tempered Clavier; organ works such as the Schubler Chorales and the Toccata and Fugue in D minor; and choral works such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival, he has been generally regarded as one of the greatest composers in the history of Western music.The Bach family already counted several composers when Johann Sebastian was born as the last child of a city musician, Johann Ambrosius, in Eisenach. After being orphaned at the age of 10, he lived for five years with his eldest brother Johann Christoph, after which he continued his musical education in Lüneburg. From 1703 he was back in Thuringia, working as a musician for Protestant churches in Arnstadt and Mühlhausen and, for longer stretches of time, at courts in Weimar, where he expanded his organ repertory, and Köthen, where he was mostly engaged with chamber music. From 1723, he was employed as Thomaskantor (cantor at St Thomas's) in Leipzig. There he composed music for the principal Lutheran churches of the city, and for its university's student ensemble Collegium Musicum. From 1726, he published some of his keyboard and organ music. In Leipzig, as had happened during some of his earlier positions, he had difficult relations with his employer, a situation that was little remedied when he was granted the title of court composer by his sovereign, Augustus III of Poland, in 1736. In the last decades of his life, he reworked and extended many of his earlier compositions. He died of complications after a botched eye surgery in 1750 at the age of 65.",
    "wiki_url": "https://en.wikipedia.org/wiki/Johann_Sebastian_Bach"
  },
  {
    "id": "125",
    "name": "Bartók",
    "complete_name": "Béla Bartók",
    "birth": "1881-01-01",
    "death": "1945-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/70269699-1568084859.jpg",
    "biography": "Béla Viktor János Bartók (; Hungarian: [ˈbeːlɒ ˈbɒrtoːk]; 25 March 1881 – 26 September 1945) was a Hungarian composer, pianist and ethnomusicologist. He is considered one of the most important composers of the 20th century; he and Franz Liszt are regarded as Hungary's greatest composers. Through his collection and analytical study of folk music, he was one of the founders of comparative musicology, which later became known as ethnomusicology.",
    "wiki_url": "https://en.wikipedia.org/wiki/B%C3%A9la_Bart%C3%B3k"
  },
  {
    "id": "145",
    "name": "Beethoven",
    "complete_name": "Ludwig van Beethoven",
    "birth": "1770-01-01",
    "death": "1827-01-01",
    "epoch": "Early Romantic",
    "portrait": "https://assets.openopus.org/portraits/55910756-1568084860.jpg",
    "biography": "Ludwig van Beethoven (baptised 17 December 1770 – 26 March 1827) was a German composer and pianist. He is one of the most revered figures in the history of Western music; his works rank among the most performed of the classical music repertoire and span the transition from the Classical period to the Romantic era in classical music. Beethoven's career has conventionally been divided into early, middle, and late periods. His early period, during which he forged his craft, is typically considered to have lasted until 1802. From 1802 to around 1812, his middle period showed an individual development from the styles of Joseph Haydn and Wolfgang Amadeus Mozart, and is sometimes characterized as heroic. During this time, he began to grow increasingly deaf. In his late period, from 1812 to 1827, he extended his innovations in musical form and expression.",
    "wiki_url": "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven"
  },
  {
    "id": "210",
    "name": "Berg",
    "complete_name": "Alban Berg",
    "birth": "1885-01-01",
    "death": "1935-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/48656640-1568084861.jpg",
    "biography": "Alban Maria Johannes Berg ( BAIRG, German: [ˈalbaːn ˈbɛʁk]; 9 February 1885 – 24 December 1935) was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique. Although he left a relatively small oeuvre, he is remembered as one of the most important composers of the 20th century for his expressive style encompassing \"entire worlds of emotion and structure\".Berg was born and lived in Vienna. He began to compose at the age of fifteen. He studied counterpoint, music theory and harmony with Arnold Schoenberg between 1904 and 1911, and adopted his principles of developing variation and the twelve-tone technique. Berg's major works include the operas Wozzeck (1924) and Lulu (1935, finished posthumously), the chamber pieces Lyric Suite and Chamber Concerto, as well as a Violin Concerto. He also composed a number of songs (lieder). He is said to have brought more \"human values\" to the twelve-tone system; his works are seen as more \"emotional\" than those of Schoenberg. His music had a surface glamour that won him admirers when Schoenberg himself had few.Berg died from sepsis in 1935.",
    "wiki_url": "https://en.wikipedia.org/wiki/Alban_Berg"
  },
  {
    "id": "175",
    "name": "Berlioz",
    "complete_name": "Hector Berlioz",
    "birth": "1803-01-01",
    "death": "1869-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/90617536-1568084862.jpg",
    "biography": "Louis-Hector Berlioz (11 December 1803 – 8 March 1869) was a French Romantic composer and conductor. His output includes orchestral works such as the Symphonie fantastique and Harold in Italy, choral pieces including the Requiem and L'Enfance du Christ, his three operas Benvenuto Cellini, Les Troyens and Béatrice et Bénédict, and works of hybrid genres such as the \"dramatic symphony\" Roméo et Juliette and the \"dramatic legend\" La Damnation de Faust.",
    "wiki_url": "https://en.wikipedia.org/wiki/Hector_Berlioz"
  },
  {
    "id": "43",
    "name": "Borodin",
    "complete_name": "Alexander Borodin",
    "birth": "1833-01-01",
    "death": "1887-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/53652421-1568084865.jpg",
    "biography": "Alexander Porfiryevich Borodin (Russian: Александр Порфирьевич Бородин, tr. Aleksandr Porfiryevich Borodin, IPA: [ɐlʲɪkˈsandr pɐrˈfʲi rʲjɪvʲɪtɕ bərɐˈdʲin] ; 12 November 1833 – 27 February 1887) was a Romantic composer and chemist of Georgian-Russian extraction. He was one of the prominent 19th-century composers known as \"The Five\", a group dedicated to producing a \"uniquely Russian\" kind of classical music. Borodin is known best for his symphonies, his two string quartets, the symphonic poem In the Steppes of Central Asia and his opera Prince Igor.",
    "wiki_url": "https://en.wikipedia.org/wiki/Alexander_Borodin"
  },
  {
    "id": "132",
    "name": "Boulez",
    "complete_name": "Pierre Boulez",
    "birth": "1925-01-01",
    "death": "2016-01-05",
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/42416182-1568084866.jpg",
    "biography": "Pierre Louis Joseph Boulez (French pronunciation: [pjɛʁ lwi ʒozεf bulɛz]; 26 March 1925 – 5 January 2016) was a French composer, conductor and writer, and the founder of several musical institutions. He was one of the dominant figures of post-war contemporary classical music.",
    "wiki_url": "https://en.wikipedia.org/wiki/Pierre_Boulez"
  },
  {
    "id": "80",
    "name": "Brahms",
    "complete_name": "Johannes Brahms",
    "birth": "1833-01-01",
    "death": "1897-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/46443632-1568084867.jpg",
    "biography": "Johannes Brahms (German: [joˈhanəs ˈbʁaːms]; 7 May 1833 – 3 April 1897) was a German composer, pianist, and conductor of the mid-Romantic period. Born in Hamburg into a Lutheran family, he spent much of his professional life in Vienna. He is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the \"Three Bs\" of music, a comment originally made by the nineteenth-century conductor Hans von Bülow.",
    "wiki_url": "https://en.wikipedia.org/wiki/Johannes_Brahms"
  },
  {
    "id": "169",
    "name": "Britten",
    "complete_name": "Benjamin Britten",
    "birth": "1913-01-01",
    "death": "1976-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/68127201-1568084867.jpg",
    "biography": "Edward Benjamin Britten, Baron Britten  (22 November 1913 – 4 December 1976, aged 63) was an English composer, conductor, and pianist. He was a central figure of 20th-century British music, with a range of works including opera, other vocal music, orchestral and chamber pieces. His best-known works include the opera Peter Grimes (1945), the War Requiem (1962) and the orchestral showpiece The Young Person's Guide to the Orchestra (1945).",
    "wiki_url": "https://en.wikipedia.org/wiki/Benjamin_Britten"
  },
  {
    "id": "2",
    "name": "Bruckner",
    "complete_name": "Anton Bruckner",
    "birth": "1824-01-01",
    "death": "1896-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/25478484-1568084868.jpg",
    "biography": "Josef Anton Bruckner (German: [ˈantoːn ˈbʁʊknɐ] ; 4 September 1824 – 11 October 1896) was an Austrian composer and organist best known for his symphonies and sacred music, which includes Masses, Te Deum and motets. The symphonies are considered emblematic of the final stage of Austro-German Romanticism because of their rich harmonic language, strongly polyphonic character, and considerable length. Bruckner's compositions helped to define contemporary musical radicalism, owing to their dissonances, unprepared modulations, and roving harmonies.",
    "wiki_url": "https://en.wikipedia.org/wiki/Anton_Bruckner"
  },
  {
    "id": "152",
    "name": "Chopin",
    "complete_name": "Frédéric Chopin",
    "birth": "1810-01-01",
    "death": "1849-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/72753742-1568084874.jpg",
    "biography": "Frédéric François Chopin (born Fryderyk Franciszek Chopin; 1 March 1810 – 17 October 1849) was a Polish composer and virtuoso pianist of the Romantic period, who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation\".Chopin was born in Żelazowa Wola and grew up in Warsaw, which in 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed his earlier works in Warsaw before leaving Poland at the age of 20, less than a month before the outbreak of the November 1830 Uprising. At 21, he settled in Paris. Thereafter he gave only 30 public performances, preferring the more intimate atmosphere of the salon. He supported himself by selling his compositions and by giving piano lessons, for which he was in high demand. Chopin formed a friendship with Franz Liszt and was admired by many of his musical contemporaries, including Robert Schumann. After a failed engagement to Maria Wodzińska from 1836 to 1837, he maintained an often troubled relationship with the French writer Aurore Dupin (known by her pen name George Sand). A brief and unhappy visit to Mallorca with Sand in 1838–39 would prove one of his most productive periods of composition. In his final years, he was supported financially by his admirer Jane Stirling. For most of his life, Chopin was in poor health. He died in Paris in 1849 at the age of 39.",
    "wiki_url": "https://en.wikipedia.org/wiki/Fr%C3%A9d%C3%A9ric_Chopin"
  },
  {
    "id": "170",
    "name": "Copland",
    "complete_name": "Aaron Copland",
    "birth": "1900-01-01",
    "death": "1990-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/14332690-1568084874.jpg",
    "biography": "Aaron Copland (, KOHP-lənd; November 14, 1900 – December 2, 1990) was an American composer, critic, writer, teacher, pianist and later a conductor of his own and other American music. Copland was referred to by his peers and critics as the \"Dean of American Composers\". The open, slowly changing harmonies in much of his music are typical of what many people consider to be the sound of American music, evoking the vast American landscape and pioneer spirit. He is best known for the works he wrote in the 1930s and 1940s in a deliberately accessible style often referred to as \"populist\" and which the composer labeled his \"vernacular\" style. Works in this vein include the ballets Appalachian Spring, Billy the Kid and Rodeo, his Fanfare for the Common Man and Third Symphony. In addition to his ballets and orchestral works, he produced music in many other genres, including chamber music, vocal works, opera and film scores.",
    "wiki_url": "https://en.wikipedia.org/wiki/Aaron_Copland"
  },
  {
    "id": "128",
    "name": "Couperin",
    "complete_name": "François Couperin",
    "birth": "1668-01-01",
    "death": "1733-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/14431853-1568084875.jpg",
    "biography": "François Couperin (French: [fʁɑ̃swa kupʁɛ̃]; 10 November 1668 – 11 September 1733) was a French Baroque composer, organist and harpsichordist. He was known as Couperin le Grand (\"Couperin the Great\") to distinguish him from other members of the musically talented Couperin family.",
    "wiki_url": "https://en.wikipedia.org/wiki/Fran%C3%A7ois_Couperin"
  },
  {
    "id": "105",
    "name": "Debussy",
    "complete_name": "Claude Debussy",
    "birth": "1862-01-01",
    "death": "1918-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/58875477-1568084877.jpg",
    "biography": "(Achille) Claude Debussy (French: [aʃil klod dəbysi]; 22 August 1862 – 25 March 1918) was a French composer. He is sometimes seen as the first Impressionist composer, although he vigorously rejected the term. He was among the most influential composers of the late 19th and early 20th centuries.",
    "wiki_url": "https://en.wikipedia.org/wiki/Claude_Debussy"
  },
  {
    "id": "50",
    "name": "Des Prez",
    "complete_name": "Josquin Des Prez",
    "birth": "1450-01-01",
    "death": "1521-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/44171858-1568084878.jpg",
    "biography": "Josquin Lebloitte dit des Prez (c. 1450–1455 – 27 August 1521) was a composer of High Renaissance music, who is variously described as French or Franco-Flemish. Considered one of the greatest composers of the Renaissance, he was a central figure of the Franco-Flemish School and had a profound influence on the music of 16th-century Europe. Building on the work of his predecessors Guillaume Du Fay and Johannes Ockeghem, he developed a complex style of expressive—and often imitative—movement between independent voices (polyphony) which informs much of his work. He further emphasized the relationship between text and music, and departed from the early Renaissance tendency towards lengthy melismatic lines on a single syllable, preferring to use shorter, repeated motifs between voices. Josquin was a singer, and his compositions are mainly vocal. They include masses, motets and secular chansons.",
    "wiki_url": "https://en.wikipedia.org/wiki/Josquin_des_Prez"
  },
  {
    "id": "82",
    "name": "Dufay",
    "complete_name": "Guillaume Dufay",
    "birth": "1400-01-01",
    "death": "1474-01-01",
    "epoch": "Medieval",
    "portrait": "https://assets.openopus.org/portraits/40935386-1568084886.jpg",
    "biography": "Guillaume Du Fay ( dyoo-FEYE, French: [dy fa(j)i]; also Dufay, Du Fayt; 5 August 1397(?) – 27 November 1474) was a composer and music theorist of early Renaissance music, who is variously described as French or Franco-Flemish. Considered the leading European composer of his time, his music was widely performed and reproduced. Du Fay was well-associated with composers of the Burgundian School, particularly his colleague Gilles Binchois, but was never a regular member of the Burgundian chapel himself.While he is among the best-documented composers of his time, Du Fay's birth and family is shrouded with uncertainty, though he was probably the illegitimate child of a priest. He was educated at Cambrai Cathedral, where his teachers included Nicolas Grenon and Richard Loqueville, among others. For the next decade, Du Fay worked throughout Europe: as a subdeacon in Cambrai, under Carlo I Malatesta in Rimini, for the House of Malatesta in Pesaro, and under Louis Aleman in Bologna, where he was ordained priest. As his fame began to spread, he settled in Rome in 1428 as musician of the prestigious papal choir, first under Pope Martin V and then Pope Eugene IV, where he wrote the motets Balsamus et munda cera, Ecclesie militantis and Supremum est mortalibus. Amid Rome's finical and political disorder in the 1430s, Du Fay took a leave of absence from the choir to serve Amadeus VIII, Duke of Savoy. ",
    "wiki_url": "https://en.wikipedia.org/wiki/Guillaume_Du_Fay"
  },
  {
    "id": "189",
    "name": "Dvořák",
    "complete_name": "Antonín Dvořák",
    "birth": "1841-01-01",
    "death": "1904-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/32988185-1568084888.jpg",
    "biography": "Antonín Leopold Dvořák ( d(ə-)VOR-zha(h)k; Czech: [antoˈɲiːn ˈlɛopold dvoˈr̝aːk] ; 8 September 1841 – 1 May 1904) was a Czech composer. Dvořák frequently employed rhythms and other aspects of the folk music of Moravia and his native Bohemia, following the Romantic-era nationalist example of his predecessor Bedřich Smetana. Dvořák's style has been described as \"the fullest recreation of a national idiom with that of the symphonic tradition, absorbing folk influences and finding effective ways of using them,\" and he himself has been described as \"arguably the most versatile... composer of his time\".Dvořák displayed his musical gifts at an early age, being an apt violin student. The first public performances of his works were in Prague in 1872 and, with special success, in 1873, when he was 31 years old. Seeking recognition beyond the Prague area, he submitted scores of symphonies and other works to German and Austrian competitions. He did not win a prize until 1874, with Johannes Brahms on the jury of the Austrian State Competition. In 1877, after his third win, Brahms recommended Dvořák to his publisher, Simrock, who commissioned what became the Slavonic Dances, Op. 46. The sheet music's high sales and critical reception led to his international success. A London performance of Dvořák's Stabat Mater in 1883 led to many other performances in the United Kingdom, the United States, and eventually Russia in March 1890. The Seventh Symphony was written for London in 1885.",
    "wiki_url": "https://en.wikipedia.org/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k"
  },
  {
    "id": "198",
    "name": "Elgar",
    "complete_name": "Edward Elgar",
    "birth": "1857-01-01",
    "death": "1934-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/76291703-1568084888.jpg",
    "biography": "Sir Edward William Elgar, 1st Baronet,  ( ; 2 June 1857 – 23 February 1934) was an English composer, many of whose works have entered the British and international classical concert repertoire. Among his best-known compositions are orchestral works including the Enigma Variations, the Pomp and Circumstance Marches, concertos for violin and cello, and two symphonies. He also composed choral works, including The Dream of Gerontius, chamber music and songs. He was appointed Master of the King's Musick in 1924.",
    "wiki_url": "https://en.wikipedia.org/wiki/Edward_Elgar"
  },
  {
    "id": "37",
    "name": "Falla",
    "complete_name": "Manuel de Falla",
    "birth": "1876-01-01",
    "death": "1946-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/64075691-1568084889.jpg",
    "biography": "Manuel de Falla y Matheu (Spanish pronunciation: [maˈnwel de ˈfaʎa], 23 November 1876 – 14 November 1946) was an Spanish composer and pianist. Along with Isaac Albéniz, Francisco Tárrega, and Enrique Granados, he was one of Spain's most important musicians of the first half of the 20th century. He has a claim to being Spain's greatest composer of the 20th century, although the number of pieces he composed was relatively modest.",
    "wiki_url": "https://en.wikipedia.org/wiki/Manuel_de_Falla"
  },
  {
    "id": "12",
    "name": "Franck",
    "complete_name": "César Franck",
    "birth": "1822-01-01",
    "death": "1890-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/66473468-1568084890.jpg",
    "biography": "César-Auguste-Jean-Guillaume-Hubert Franck (French pronunciation: [sezaʁ oɡyst ʒɑ̃ ɡijom ybɛʁ fʁɑ̃k]; 10 December 1822 – 8 November 1890) was a French Romantic composer, pianist, organist, and music teacher born in present-day Belgium.",
    "wiki_url": "https://en.wikipedia.org/wiki/C%C3%A9sar_Franck"
  },
  {
    "id": "136",
    "name": "Gershwin",
    "complete_name": "George Gershwin",
    "birth": "1898-01-01",
    "death": "1937-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/15396024-1568084900.jpg",
    "biography": "George Gershwin (; born Jacob Gershwine; September 26, 1898 – July 11, 1937) was an American composer and pianist whose compositions spanned popular, jazz and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs \"Swanee\" (1919) and \"Fascinating Rhythm\" (1924), the jazz standards \"Embraceable You\" (1928) and \"I Got Rhythm\" (1930), and the opera Porgy and Bess (1935), which included the hit \"Summertime\".",
    "wiki_url": "https://en.wikipedia.org/wiki/George_Gershwin"
  },
  {
    "id": "14",
    "name": "Gesualdo",
    "complete_name": "Carlo Gesualdo",
    "birth": "1561-01-01",
    "death": "1613-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/11647122-1568084900.jpg",
    "biography": "Carlo Gesualdo da Venosa (between 8 March 1566 and 30 March 1566 – 8 September 1613) was Prince of Venosa and Count of Conza. As a composer he is known for writing madrigals and pieces of sacred music that use a chromatic language not heard again until the late 19th century. He is also known for killing his first wife and her aristocratic lover upon finding them in flagrante delicto.",
    "wiki_url": "https://en.wikipedia.org/wiki/Carlo_Gesualdo"
  },
  {
    "id": "32",
    "name": "Ginastera",
    "complete_name": "Alberto Ginastera",
    "birth": "1916-01-01",
    "death": "1983-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/21930339-1568084901.jpg",
    "biography": "Alberto Evaristo Ginastera (Catalan pronunciation: [alˈβeɾto eβaˈɾisto dʒinasˈteɾa]; April 11, 1916 – June 25, 1983) was an Argentine composer of classical music. He is considered to be one of the most important 20th-century classical composers of the Americas.",
    "wiki_url": "https://en.wikipedia.org/wiki/Alberto_Ginastera"
  },
  {
    "id": "95",
    "name": "Glass",
    "complete_name": "Philip Glass",
    "birth": "1937-01-01",
    "death": null,
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/41848722-1568084901.jpg",
    "biography": "Philip Glass (born January 31, 1937) is an American composer and pianist. He is widely regarded as one of the most influential composers of the late 20th century.  Glass's work has been associated with minimalism, being built up from repetitive phrases and shifting layers. Glass describes himself as a composer of \"music with repetitive structures\", which he has helped to evolve stylistically.Glass founded the Philip Glass Ensemble, which is still in existence, but Glass no longer performs with the ensemble. He has written 15 operas, numerous chamber operas and musical theatre works, 14 symphonies, 12 concertos, nine string quartets, various other chamber music pieces, and many film scores. Three of his film scores have been nominated for Academy Awards.",
    "wiki_url": "https://en.wikipedia.org/wiki/Philip_Glass"
  },
  {
    "id": "92",
    "name": "Gluck",
    "complete_name": "Christoph Willibald von Gluck",
    "birth": "1714-01-01",
    "death": "1787-01-01",
    "epoch": "Classical",
    "portrait": "https://assets.openopus.org/portraits/93070343-1568084903.jpg",
    "biography": "Christoph Willibald (Ritter von) Gluck (German: [ˈkʁɪstɔf ˈvɪlɪbalt ˈɡlʊk]; 2 July 1714 – 15 November 1787) was a composer of Italian and French opera in the early classical period. Born in the Upper Palatinate and raised in Bohemia, both part of the Holy Roman Empire, he gained prominence at the Habsburg court at Vienna. There he brought about the practical reform of opera's dramaturgical practices for which many intellectuals had been campaigning. With a series of radical new works in the 1760s, among them Orfeo ed Euridice and Alceste, he broke the stranglehold that Metastasian opera seria had enjoyed for much of the century. Gluck introduced more drama by using orchestral recitative and cutting the usually long da capo aria. His later operas have half the length of a typical baroque opera.  Future composers like Mozart, Schubert, Berlioz and Wagner revered Gluck.",
    "wiki_url": "https://en.wikipedia.org/wiki/Christoph_Willibald_Gluck"
  },
  {
    "id": "162",
    "name": "Grieg",
    "complete_name": "Edvard Grieg",
    "birth": "1843-01-01",
    "death": "1907-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/69318482-1568084907.jpg",
    "biography": "Edvard Hagerup Grieg ( GREEG, Norwegian: [ˈɛ̀dvɑʈ ˈhɑ̀ːɡərʉp ˈɡrɪɡː]; 15 June 1843 – 4 September 1907) was a Norwegian composer and pianist. He is widely considered one of the leading Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use of Norwegian folk music in his own compositions brought the music of Norway to fame, as well as helping to develop a national identity, much as Jean Sibelius did in Finland and Bedřich Smetana in Bohemia.Grieg is the most celebrated person from the city of Bergen, with numerous statues that depict his image and many cultural entities named after him: the city's largest concert building (Grieg Hall), its most advanced music school (Grieg Academy) and its professional choir (Edvard Grieg Kor). The Edvard Grieg Museum at Grieg's former home, Troldhaugen, is dedicated to his legacy.",
    "wiki_url": "https://en.wikipedia.org/wiki/Edvard_Grieg"
  },
  {
    "id": "67",
    "name": "Handel",
    "complete_name": "George Frideric Handel",
    "birth": "1685-01-01",
    "death": "1759-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/59133744-1568084908.jpg",
    "biography": "George Frideric (or Frederick) Handel (; baptised Georg Fried(e)rich Händel, German: [ˈɡeːɔʁk ˈfʁiːdʁɪç ˈhɛndl̩] ; 23 February 1685 – 14 April 1759) was a German-British Baroque composer well known for his operas, oratorios, anthems, concerti grossi, and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the middle-German polyphonic choral tradition and by composers of the Italian Baroque. In turn, Handel's music forms one of the peaks of the \"high baroque\" style, bringing Italian opera to its highest development, creating the genres of English oratorio and organ concerto, and introducing a new style into English church music. He is consistently recognized as one of the greatest composers of his age.Handel started three commercial opera companies to supply the English nobility with Italian opera. In 1737, he had a physical breakdown, changed direction creatively, and addressed the middle class and made a transition to English choral works. After his success with Messiah (1742), he never composed an Italian opera again. His orchestral Water Music and Music for the Royal Fireworks remain steadfastly popular. One of his four coronation anthems, Zadok the Priest, has been performed at every British coronation since 1727. Almost blind, he died in 1759, a respected and rich man, and was given a state funeral at Westminster Abbey.",
    "wiki_url": "https://en.wikipedia.org/wiki/George_Frideric_Handel"
  },
  {
    "id": "208",
    "name": "Haydn",
    "complete_name": "Franz Joseph Haydn",
    "birth": "1732-01-01",
    "death": "1809-01-01",
    "epoch": "Classical",
    "portrait": "https://assets.openopus.org/portraits/21056059-1568084909.jpg",
    "biography": "Franz Joseph Haydn ( HY-dən, German: [ˈfʁants ˈjoːzɛf ˈhaɪdn̩] ; 31 March 1732 – 31 May 1809) was an Austrian composer of the Classical period. He was instrumental in the development of chamber music such as the string quartet and piano trio. His contributions to musical form have led him to be called \"Father of the Symphony\" and \"Father of the String quartet\".Haydn spent much of his career as a court musician for the wealthy Esterházy family at their Eszterháza Castle. Until the later part of his life, this isolated him from other composers and trends in music so that he was, as he put it, \"forced to become original\". Yet his music circulated widely, and for much of his career he was the most celebrated composer in Europe.",
    "wiki_url": "https://en.wikipedia.org/wiki/Joseph_Haydn"
  },
  {
    "id": "217",
    "name": "Ives",
    "complete_name": "Charles Ives",
    "birth": "1874-01-01",
    "death": "1954-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/76435120-1568084914.jpg",
    "biography": "Charles Edward Ives (; October 20, 1874 – May 19, 1954) was an American  actuary, businessman, and modernist composer. ",
    "wiki_url": "https://en.wikipedia.org/wiki/Charles_Ives"
  },
  {
    "id": "96",
    "name": "Janacek",
    "complete_name": "Leoš Janáček",
    "birth": "1854-01-01",
    "death": "1928-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/46281538-1568084914.jpg",
    "biography": "Leoš Janáček (Czech pronunciation: [ˈlɛoʃ ˈjanaːtʃɛk] , 3 July 1854 – 12 August 1928) was a Czech composer, musical theorist, folklorist, publicist, and teacher. He was inspired by Moravian and other Slavic music, including Eastern European folk music, to create an original, modern musical style.",
    "wiki_url": "https://en.wikipedia.org/wiki/Leo%C5%A1_Jan%C3%A1%C4%8Dek"
  },
  {
    "id": "23",
    "name": "Janequin",
    "complete_name": "Clément Janequin",
    "birth": "1485-01-01",
    "death": "1558-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/20072963-1568084915.jpg",
    "biography": "Clément Janequin (c. 1485 – 1558) was a French composer of the Renaissance. He was one of the most famous composers of popular chansons of the entire Renaissance, and along with Claudin de Sermisy, was hugely influential in the development of the Parisian chanson, especially the programmatic type. The wide spread of his fame was made possible by the concurrent development of music printing.",
    "wiki_url": "https://en.wikipedia.org/wiki/Cl%C3%A9ment_Janequin"
  },
  {
    "id": "88",
    "name": "Lassus",
    "complete_name": "Orlande de Lassus",
    "birth": "1532-01-01",
    "death": "1594-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/28236314-1568084917.jpg",
    "biography": "Orlando di Lasso (various other names; probably c. 1532 – 14 June 1594) was a composer of the late Renaissance. The chief representative of the mature polyphonic style in the Franco-Flemish school, Lassus stands with William Byrd, Giovanni Pierluigi da Palestrina, and Tomás Luis de Victoria as one of the leading composers of the later Renaissance. Immensely prolific, his music varies considerably in style and genres, which gave him unprecedented popularity throughout Europe.",
    "wiki_url": "https://en.wikipedia.org/wiki/Orlando_di_Lasso"
  },
  {
    "id": "220",
    "name": "Léonin",
    "complete_name": "Léonin",
    "birth": "1135-01-01",
    "death": "1201-01-01",
    "epoch": "Medieval",
    "portrait": "https://assets.openopus.org/portraits/46672179-1568084918.jpg",
    "biography": "Léonin (also Leoninus, Leonius, Leo; fl. 1135s–1201) was the first known significant composer of polyphonic organum. He was probably French, probably lived and worked in Paris at the Notre Dame Cathedral and was the earliest member of the Notre Dame school of polyphony and the ars antiqua style who is known by name.  The name Léonin is derived from \"Leoninus\", which is the Latin diminutive of the name Leo; therefore it is likely that Léonin's given French name was Léo.",
    "wiki_url": "https://en.wikipedia.org/wiki/L%C3%A9onin"
  },
  {
    "id": "26",
    "name": "Ligeti",
    "complete_name": "György Ligeti",
    "birth": "1923-01-01",
    "death": "2006-01-01",
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/20523267-1568084918.jpg",
    "biography": "György Sándor Ligeti (; Hungarian: [ˈliɡɛti ˈɟørɟ ˈʃaːndor]; 28 May 1923 – 12 June 2006) was a Hungarian-Austrian composer of contemporary classical music. He has been described as \"one of the most important avant-garde composers in the latter half of the twentieth century\" and \"one of the most innovative and influential among progressive figures of his time\".Born in Romania, he lived in the Hungarian People's Republic before emigrating to Austria in 1956. He became an Austrian citizen in 1968. In 1973 he became professor of composition at the Hochschule für Musik und Theater Hamburg, where he worked until retiring in 1989. He died in Vienna in 2006.",
    "wiki_url": "https://en.wikipedia.org/wiki/Gy%C3%B6rgy_Ligeti"
  },
  {
    "id": "197",
    "name": "Liszt",
    "complete_name": "Franz Liszt",
    "birth": "1811-01-01",
    "death": "1886-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/60368090-1568084919.jpg",
    "biography": "Franz Liszt (22 October 1811 – 31 July 1886) was a Hungarian composer, virtuoso pianist, conductor and teacher of the Romantic period. With a diverse body of work spanning more than six decades, he is considered to be one of the most prolific and influential composers of his era, and his piano works continue to be widely performed and recorded.Liszt gained renown during the 1830s for his skill as a pianist. Regarded as one of the greatest pianists of the time, he toured Europe during the 1830s and 1840s, often playing for charity. In these years, Liszt developed a reputation for his powerful performances as well as his physical attractiveness. In a phenomenon dubbed \"Lisztomania\", he rose to a degree of stardom and popularity among the public not experienced by the virtuosos who preceded him.",
    "wiki_url": "https://en.wikipedia.org/wiki/Franz_Liszt"
  },
  {
    "id": "10",
    "name": "Lully",
    "complete_name": "Jean-Baptiste Lully",
    "birth": "1632-01-01",
    "death": "1687-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/70218674-1568084919.jpg",
    "biography": "Jean-Baptiste Lully (UK:  LUUL-ee, US:  loo-LEE, French: [ʒɑ̃ batist lyli]; born Giovanni Battista Lulli, Italian: [dʒoˈvanni batˈtista ˈlulli]; 28 November [O.S. 18 November] 1632 – 22 March 1687) was a French composer, dancer and instrumentalist of Italian birth, who is considered a master of the French Baroque music style. Best known for his operas, he spent most of his life working in the court of Louis XIV of France and became a French subject in 1661. He was a close friend of the playwright Molière, with whom he collaborated on numerous comédie-ballets, including L'Amour médecin, George Dandin ou le Mari confondu, Monsieur de Pourceaugnac, Psyché and his best known work, Le Bourgeois gentilhomme.",
    "wiki_url": "https://en.wikipedia.org/wiki/Jean-Baptiste_Lully"
  },
  {
    "id": "142",
    "name": "Lutoslawski",
    "complete_name": "Witold Lutoslawski",
    "birth": "1913-01-01",
    "death": "1994-01-01",
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/44458407-1568084920.jpg",
    "biography": "Witold Roman Lutosławski (Polish: [ˈvitɔld lutɔˈswafski] ; 25 January 1913 – 7 February 1994) was a Polish composer and conductor. Among the major composers of 20th-century classical music, he is \"generally regarded as the most significant Polish composer since Szymanowski, and possibly the greatest Polish composer since Chopin\". His compositions—of which he was a notable conductor—include representatives of most traditional genres, aside from opera: symphonies, concertos, orchestral song cycles, other orchestral works, and chamber works. Among his best known works are his four symphonies, the Variations on a Theme by Paganini (1941), the Concerto for Orchestra (1954), and his cello concerto (1970).",
    "wiki_url": "https://en.wikipedia.org/wiki/Witold_Lutos%C5%82awski"
  },
  {
    "id": "77",
    "name": "Mahler",
    "complete_name": "Gustav Mahler",
    "birth": "1860-01-01",
    "death": "1911-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/22233485-1568084921.jpg",
    "biography": "Gustav Mahler (German: [ˈɡʊstaf ˈmaːlɐ]; 7 July 1860 – 18 May 1911) was an Austro-Bohemian Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th-century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect, which included a ban on its performance in much of Europe during the Nazi era. After 1945 his compositions were rediscovered by a new generation of listeners; Mahler then became one of the most frequently performed and recorded of all composers, a position he has sustained into the 21st century.",
    "wiki_url": "https://en.wikipedia.org/wiki/Gustav_Mahler"
  },
  {
    "id": "11",
    "name": "Martinů",
    "complete_name": "Bohuslav Martinů",
    "birth": "1890-01-01",
    "death": "1959-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/83538331-1568084922.jpg",
    "biography": "Bohuslav Jan Martinů (Czech: [ˈboɦuslaf ˈmarcɪnuː] ; December 8, 1890 – August 28, 1959) was a Czech composer of modern classical music. He wrote 6 symphonies, 15 operas, 14 ballet scores and a large body of orchestral, chamber, vocal and instrumental works. He became a violinist in the Czech Philharmonic Orchestra, and briefly studied under Czech composer and violinist Josef Suk. After leaving Czechoslovakia in 1923 for Paris, Martinů deliberately withdrew from the Romantic style in which he had been trained. During the 1920s he  experimented with modern French stylistic developments, exemplified by his orchestral works Half-time and La Bagarre. He also adopted jazz idioms, for instance in his Kitchen Revue (Kuchyňská revue).",
    "wiki_url": "https://en.wikipedia.org/wiki/Bohuslav_Martin%C5%AF"
  },
  {
    "id": "147",
    "name": "Mendelssohn",
    "complete_name": "Felix Mendelssohn",
    "birth": "1809-01-01",
    "death": "1847-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/77325243-1568084923.jpg",
    "biography": "Jakob Ludwig Felix Mendelssohn Bartholdy (3 February 1809 – 4 November 1847), widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. Mendelssohn's compositions include symphonies, concertos, piano music, organ music and chamber music. His best-known works include the overture and incidental music for A Midsummer Night's Dream (which includes his \"Wedding March\"), the Italian Symphony, the Scottish Symphony, the oratorio St. Paul, the oratorio Elijah, the overture The Hebrides, the mature Violin Concerto, the String Octet, and the melody used in the Christmas carol \"Hark! The Herald Angels Sing\". Mendelssohn's Songs Without Words are his most famous solo piano compositions.",
    "wiki_url": "https://en.wikipedia.org/wiki/Felix_Mendelssohn"
  },
  {
    "id": "150",
    "name": "Messiaen",
    "complete_name": "Olivier Messiaen",
    "birth": "1908-01-01",
    "death": "1992-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/75917774-1568084924.jpg",
    "biography": "Olivier Eugène Prosper Charles Messiaen (UK: , US: ; French: [ɔlivje øʒɛn pʁɔspɛʁ ʃaʁl mɛsjɑ̃]; 10 December 1908 – 27 April 1992) was a French composer, organist, and ornithologist who was one of the major composers of the 20th century. His music is rhythmically complex. Harmonically and melodically, he employed a system he called modes of limited transposition, which he abstracted from the systems of material his early compositions and improvisations generated. He wrote music for chamber ensembles and orchestra, voice, solo organ, and piano, and experimented with the use of novel electronic instruments developed in Europe during his lifetime.",
    "wiki_url": "https://en.wikipedia.org/wiki/Olivier_Messiaen"
  },
  {
    "id": "121",
    "name": "Milhaud",
    "complete_name": "Darius Milhaud",
    "birth": "1892-01-01",
    "death": "1974-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/63828607-1568084924.jpg",
    "biography": "Darius Milhaud (French: [daʁjys mijo]; 4 September 1892 – 22 June 1974) was a French composer, conductor, and teacher. He was a member of Les Six—also known as The Group of Six—and one of the most prolific composers of the 20th century. His compositions are influenced by jazz and Brazilian music and make extensive use of polytonality. Milhaud is considered one of the key modernist composers. A renowned teacher, he taught many future jazz and classical composers, including Burt Bacharach, Dave Brubeck, Philip Glass, Steve Reich, Karlheinz Stockhausen and Iannis Xenakis among others.",
    "wiki_url": "https://en.wikipedia.org/wiki/Darius_Milhaud"
  },
  {
    "id": "39",
    "name": "Monteverdi",
    "complete_name": "Claudio Monteverdi",
    "birth": "1567-01-01",
    "death": "1643-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/23287146-1568084925.jpg",
    "biography": "Claudio Giovanni Antonio Monteverdi (baptized 15 May 1567 – 29 November 1643) was an Italian composer, choirmaster and string player. A composer of both secular and sacred music, and a pioneer in the development of opera, he is considered a crucial transitional figure between the Renaissance and Baroque periods of music history.",
    "wiki_url": "https://en.wikipedia.org/wiki/Claudio_Monteverdi"
  },
  {
    "id": "196",
    "name": "Mozart",
    "complete_name": "Wolfgang Amadeus Mozart",
    "birth": "1756-01-01",
    "death": "1791-01-01",
    "epoch": "Classical",
    "portrait": "https://assets.openopus.org/portraits/21459195-1568084925.jpg",
    "biography": "Wolfgang Amadeus Mozart (27 January 1756 – 5 December 1791) was a prolific and influential composer of the Classical period. Despite his short life, his rapid pace of composition resulted in more than 800 works of virtually every Western classical genre of his time. Many of these compositions are acknowledged as pinnacles of the symphonic, concertante, chamber, operatic, and choral repertoire. Mozart is widely regarded as among the greatest composers in the history of Western music, with his music admired for its \"melodic beauty, its formal elegance and its richness of harmony and texture\".Born in Salzburg, then in the Holy Roman Empire and currently in Austria, Mozart showed prodigious ability from his earliest childhood. Already competent on keyboard and violin, he composed from the age of five and performed before European royalty. His father took him on a grand tour of Europe and then three trips to Italy. At 17, he was a musician at the Salzburg court but grew restless and travelled in search of a better position.",
    "wiki_url": "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart"
  },
  {
    "id": "181",
    "name": "Mussorgsky",
    "complete_name": "Modest Mussorgsky",
    "birth": "1839-01-01",
    "death": "1881-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/94856316-1568084926.jpg",
    "biography": "Modest Petrovich Mussorgsky (Russian: Модест Петрович Мусоргский, tr. Modest Petrovich Musorgsky, IPA: [mɐˈdɛst pʲɪˈtrovʲɪtɕ ˈmusərkskʲɪj] ; 21 March [O.S. 9 March] 1839 – 28 March [O.S. 16 March] 1881) was a Russian composer, one of the group known as \"The Five\". He was an innovator of Russian music in the Romantic period. He strove to achieve a uniquely Russian musical identity, often in deliberate defiance of the established conventions of Western music.",
    "wiki_url": "https://en.wikipedia.org/wiki/Modest_Mussorgsky"
  },
  {
    "id": "52",
    "name": "Nielsen",
    "complete_name": "Carl Nielsen",
    "birth": "1865-01-01",
    "death": "1931-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/94573742-1568084926.jpg",
    "biography": "Carl August Nielsen (Danish: [ˈkʰɑˀl ˈne̝lsn̩]; 9 June 1865 – 3 October 1931) was a Danish composer, conductor and violinist, widely recognized as his country's most prominent composer.",
    "wiki_url": "https://en.wikipedia.org/wiki/Carl_Nielsen"
  },
  {
    "id": "214",
    "name": "Palestrina",
    "complete_name": "Giovanni Pierluigi da Palestrina",
    "birth": "1525-01-01",
    "death": "1594-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/87002311-1568084929.jpg",
    "biography": "Giovanni Pierluigi da Palestrina (between 3 February 1525 and 2 February 1526 – 2 February 1594) was an Italian composer of late Renaissance music. The central representative of the Roman School, with Orlande de Lassus and Tomás Luis de Victoria, Palestrina is considered the leading composer of late 16th-century Europe.Primarily known for his masses and motets, which number over 105 and 250 respectively, Palestrina had a long-lasting influence on the development of church and secular music in Europe, especially on the development of counterpoint. According to Grove Music Online, Palestrina's \"success in reconciling the functional and aesthetic aims of Catholic church music in the post-Tridentine period earned him an enduring reputation as the ideal Catholic composer, as well as giving his style (or, more precisely, later generations' selective view of it) an iconic stature as a model of perfect achievement.\"",
    "wiki_url": "https://en.wikipedia.org/wiki/Giovanni_Pierluigi_da_Palestrina"
  },
  {
    "id": "5",
    "name": "Pärt",
    "complete_name": "Arvo Pärt",
    "birth": "1935-01-01",
    "death": null,
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/86838304-1568084929.jpg",
    "biography": "Arvo Pärt (Estonian pronunciation: [ˈɑrʋo ˈpært]; born 11 September 1935) is an Estonian composer of contemporary classical music. Since the late 1970s, Pärt has worked in a minimalist style that employs tintinnabuli, a compositional technique he invented. Pärt's music is in part inspired by Gregorian chant. His most performed works include Fratres (1977), Spiegel im Spiegel (1978), and Für Alina (1976). From 2011 to 2018, and again in 2022, Pärt was the most performed living composer in the world, and the second most performed in 2019, after John Williams. The Arvo Pärt Centre, in Laulasmaa, was opened to the public in 2018.",
    "wiki_url": "https://en.wikipedia.org/wiki/Arvo_P%C3%A4rt"
  },
  {
    "id": "219",
    "name": "Pérotin",
    "complete_name": "Pérotin",
    "birth": "1160-01-01",
    "death": "1236-01-01",
    "epoch": "Medieval",
    "portrait": "https://assets.openopus.org/portraits/39523255-1568084930.jpg",
    "biography": "Pérotin (fl. c. 1200) was a composer associated with the Notre Dame school of polyphony in Paris and the broader ars antiqua musical style of high medieval music. He is credited with developing the polyphonic practices of his predecessor Léonin, with the introduction of three and four-part harmonies.",
    "wiki_url": "https://en.wikipedia.org/wiki/P%C3%A9rotin"
  },
  {
    "id": "202",
    "name": "Poulenc",
    "complete_name": "Francis Poulenc",
    "birth": "1899-01-01",
    "death": "1963-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/94859063-1568084931.jpg",
    "biography": "Francis Jean Marcel Poulenc (French: [fʁɑ̃sis ʒɑ̃ maʁsɛl pulɛ̃k]; 7 January 1899 – 30 January 1963) was a French composer and pianist. His compositions include songs, solo piano works, chamber music, choral pieces, operas, ballets, and orchestral concert music. Among the best-known are the piano suite Trois mouvements perpétuels (1919), the ballet Les biches (1923), the Concert champêtre (1928) for harpsichord and orchestra, the Organ Concerto (1938), the opera Dialogues des Carmélites (1957), and the Gloria (1959) for soprano, choir, and orchestra.",
    "wiki_url": "https://en.wikipedia.org/wiki/Francis_Poulenc"
  },
  {
    "id": "185",
    "name": "Prokofiev",
    "complete_name": "Sergei Prokofiev",
    "birth": "1891-01-01",
    "death": "1953-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/75689172-1568084932.jpg",
    "biography": "Sergei Sergeyevich Prokofiev (27 April [O.S. 15 April] 1891 – 5 March 1953) was a Russian composer, pianist, and conductor who later worked in the Soviet Union. As the creator of acknowledged masterpieces across numerous music genres, he is regarded as one of the major composers of the 20th century. His works include such widely heard pieces as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet—from which \"Dance of the Knights\" is taken—and Peter and the Wolf. Of the established forms and genres in which he worked, he created—excluding juvenilia—seven completed operas, seven symphonies, eight ballets, five piano concertos, two violin concertos, a cello concerto, a symphony-concerto for cello and orchestra, and nine completed piano sonatas.",
    "wiki_url": "https://en.wikipedia.org/wiki/Sergei_Prokofiev"
  },
  {
    "id": "146",
    "name": "Puccini",
    "complete_name": "Giacomo Puccini",
    "birth": "1858-01-01",
    "death": "1924-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/90175388-1568084932.jpg",
    "biography": "Giacomo Puccini (22 December 1858 –  29 November 1924) was an Italian composer known primarily for his operas. Regarded as the greatest and most successful proponent of Italian opera after Verdi, he was descended from a long line of composers, stemming from the late-Baroque era. Though his early work was firmly rooted in traditional late-19th-century Romantic Italian opera, he later developed his work in the realistic verismo style, of which he became one of the leading exponents.",
    "wiki_url": "https://en.wikipedia.org/wiki/Giacomo_Puccini"
  },
  {
    "id": "199",
    "name": "Purcell",
    "complete_name": "Henry Purcell",
    "birth": "1659-01-01",
    "death": "1695-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/98518308-1568084936.jpg",
    "biography": "Henry Purcell (, rare: ; c. 10 September 1659 – 21 November 1695) was an English composer of Baroque music. ",
    "wiki_url": "https://en.wikipedia.org/wiki/Henry_Purcell"
  },
  {
    "id": "188",
    "name": "Rachmaninoff",
    "complete_name": "Sergei Rachmaninoff",
    "birth": "1873-01-01",
    "death": "1943-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/85784913-1568084937.jpg",
    "biography": "Sergei Vasilyevich Rachmaninoff (1 April [O.S. 20 March] 1873 – 28 March 1943) was a Russian composer, virtuoso pianist, and conductor. Rachmaninoff is widely considered one of the finest pianists of his day and, as a composer, one of the last great representatives of Romanticism in Russian classical music. Early influences of Tchaikovsky, Rimsky-Korsakov, and other Russian composers gave way to a thoroughly personal idiom notable for its song-like melodicism, expressiveness, dense contrapuntal textures, and rich orchestral colours. The piano is featured prominently in Rachmaninoff's compositional output and he used his skills as a performer to fully explore the expressive and technical possibilities of the instrument.",
    "wiki_url": "https://en.wikipedia.org/wiki/Sergei_Rachmaninoff"
  },
  {
    "id": "178",
    "name": "Rameau",
    "complete_name": "Jean-Philippe Rameau",
    "birth": "1683-01-01",
    "death": "1764-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/82780595-1568084937.jpg",
    "biography": "Jean-Philippe Rameau (French: [ʒɑ̃filip ʁamo]; (1683-09-25)25 September 1683 – (1764-09-12)12 September 1764) was a French composer and music theorist. Regarded as one of the most important French composers and music theorists of the 18th century, he replaced Jean-Baptiste Lully as the dominant composer of French opera and is also considered the leading French composer of his time for the harpsichord, alongside François Couperin.Little is known about Rameau's early years. It was not until the 1720s that he won fame as a major theorist of music with his Treatise on Harmony (1722) and also in the following years as a composer of masterpieces for the harpsichord, which circulated throughout Europe. He was almost 50 before he embarked on the operatic career on which his reputation chiefly rests today. His debut, Hippolyte et Aricie (1733), caused a great stir and was fiercely attacked by the supporters of Lully's style of music for its revolutionary use of harmony. Nevertheless, Rameau's pre-eminence in the field of French opera was soon acknowledged, and he was later attacked as an \"establishment\" composer by those who favoured Italian opera during the controversy known as the Querelle des Bouffons in the 1750s. Rameau's music had gone out of fashion by the end of the 18th century, and it was not until the 20th that serious efforts were made to revive it. Today, he enjoys renewed appreciation with performances and recordings of his music ever more frequent.",
    "wiki_url": "https://en.wikipedia.org/wiki/Jean-Philippe_Rameau"
  },
  {
    "id": "57",
    "name": "Ravel",
    "complete_name": "Maurice Ravel",
    "birth": "1875-01-01",
    "death": "1937-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/74628863-1568084938.jpg",
    "biography": "Joseph Maurice Ravel (7 March 1875 – 28 December 1937) was a French composer, pianist and conductor. He is often associated with Impressionism along with his elder contemporary Claude Debussy, although both composers rejected the term. In the 1920s and 1930s Ravel was internationally regarded as France's greatest living composer.",
    "wiki_url": "https://en.wikipedia.org/wiki/Maurice_Ravel"
  },
  {
    "id": "176",
    "name": "Reich",
    "complete_name": "Steve Reich",
    "birth": "1936-01-01",
    "death": null,
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/65680484-1568084938.jpg",
    "biography": "Stephen Michael Reich ( RYSHE; born October 3, 1936) is an American composer who is known for his contribution to the development of minimal music in the mid to late 1960s. Reich's work is marked by its use of repetitive figures, slow harmonic rhythm, and canons. Reich describes this concept in his essay, \"Music as a Gradual Process\", by stating, \"I am interested in perceptible processes. I want to be able to hear the process happening throughout the sounding music.\" For example, his early works experiment with phase shifting, in which one or more repeated phrases plays slower or faster than the others, causing it to go \"out of phase.\" This creates new musical patterns in a perceptible flow.His innovations include using tape loops to create phasing patterns, as on the early compositions It's Gonna Rain (1965) and Come Out (1966), and the use of simple, audible processes, as on Pendulum Music (1968) and Four Organs (1970). The 1978 recording Music for 18 Musicians would help entrench minimalism as a movement. Reich's work took on a darker character in the 1980s with the introduction of historical themes as well as themes from his Jewish heritage, notably Different Trains (1988).",
    "wiki_url": "https://en.wikipedia.org/wiki/Steve_Reich"
  },
  {
    "id": "118",
    "name": "Rimsky-Korsakov",
    "complete_name": "Nikolai Rimsky-Korsakov",
    "birth": "1844-01-01",
    "death": "1908-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/93378408-1568084939.jpg",
    "biography": "Nikolai Andreyevich Rimsky-Korsakov (18 March 1844 – 21 June 1908)",
    "wiki_url": "https://en.wikipedia.org/wiki/Nikolai_Rimsky-Korsakov"
  },
  {
    "id": "60",
    "name": "Rossini",
    "complete_name": "Gioachino Rossini",
    "birth": "1792-01-01",
    "death": "1868-01-01",
    "epoch": "Early Romantic",
    "portrait": "https://assets.openopus.org/portraits/97489684-1568084941.jpg",
    "biography": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.",
    "wiki_url": "https://en.wikipedia.org/wiki/Gioachino_Rossini"
  },
  {
    "id": "45",
    "name": "Saint-Saëns",
    "complete_name": "Camille Saint-Saëns",
    "birth": "1835-01-01",
    "death": "1921-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/16186799-1568084942.jpg",
    "biography": "Charles-Camille Saint-Saëns (UK: , US: , French: [ʃaʁl kamij sɛ̃ sɑ̃(s)];) (9 October 1835 – 16 December 1921) was a French composer, organist, conductor and pianist of the Romantic era. His best-known works include Introduction and Rondo Capriccioso (1863), the Second Piano Concerto (1868), the First Cello Concerto (1872), Danse macabre (1874), the opera Samson and Delilah (1877), the Third Violin Concerto (1880), the Third (\"Organ\") Symphony (1886) and The Carnival of the Animals (1886).",
    "wiki_url": "https://en.wikipedia.org/wiki/Camille_Saint-Sa%C3%ABns"
  },
  {
    "id": "97",
    "name": "Scarlatti",
    "complete_name": "Domenico Scarlatti",
    "birth": "1685-01-01",
    "death": "1757-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/19391876-1568084943.jpg",
    "biography": "Giuseppe Domenico Scarlatti, also known as Domingo or Doménico Scarlatti (26 October 1685 – 23 July 1757), was an Italian composer. He is classified primarily as a Baroque composer chronologically, although his music was influential in the development of the Classical style. Like his renowned father Alessandro Scarlatti, he composed in a variety of musical forms, although today he is known mainly for his 555 keyboard sonatas. He spent much of his life in the service of the Portuguese and Spanish royal families.",
    "wiki_url": "https://en.wikipedia.org/wiki/Domenico_Scarlatti"
  },
  {
    "id": "137",
    "name": "Schnittke",
    "complete_name": "Alfred Schnittke",
    "birth": "1934-01-01",
    "death": "1998-01-01",
    "epoch": "Post-War",
    "portrait": "https://assets.openopus.org/portraits/99130147-1568084944.jpg",
    "biography": "Alfred Garrievich Schnittke (24 November 1934 – 3 August 1998) was a Russian composer. Among the most performed and recorded composers of late 20th-century classical music, he is described by musicologist Ivan Moody as a \"composer who was concerned in his music to depict the moral and spiritual struggles of contemporary man in [...] depth and detail.\"Schnittke's early music shows the strong influence of Dmitri Shostakovich. He developed a polystylistic technique in works such as the epic Symphony No. 1 (1969–1972) and his first concerto grosso (1977). In the 1980s, Schnittke's music began to become more widely known abroad with the publication of his second (1980) and third (1983) string quartets and the String Trio (1985); the ballet Peer Gynt (1985–1987); the third (1981), fourth (1984), and fifth (1988) symphonies; and the viola concerto (1985) and first cello concerto (1985–1986). As his health deteriorated, Schnittke's music started to abandon much of the extroversion of his polystylism and retreated into a more withdrawn, bleak style.",
    "wiki_url": "https://en.wikipedia.org/wiki/Alfred_Schnittke"
  },
  {
    "id": "62",
    "name": "Schoenberg",
    "complete_name": "Arnold Schoenberg",
    "birth": "1874-01-01",
    "death": "1951-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/50272459-1568084944.jpg",
    "biography": "Arnold Schoenberg or Schönberg (, US also ; German: [ˈʃøːnbɛɐ̯k] ; 13 September 1874 – 13 July 1951) was an Austrian-American composer, music theorist, teacher, writer, and painter. He is widely considered one of the most influential composers of the 20th century. He was associated with the expressionist movement in German poetry and art, and leader of the Second Viennese School. As a Jewish composer, Schoenberg was targeted by the Nazi Party, which labeled his works as degenerate music and forbade them from being published. He emigrated to the United States in 1933, becoming an American citizen in 1941.",
    "wiki_url": "https://en.wikipedia.org/wiki/Arnold_Schoenberg"
  },
  {
    "id": "183",
    "name": "Schubert",
    "complete_name": "Franz Schubert",
    "birth": "1797-01-01",
    "death": "1828-01-01",
    "epoch": "Early Romantic",
    "portrait": "https://assets.openopus.org/portraits/91122704-1568084944.jpg",
    "biography": "Franz Peter Schubert (German: [fʁants ˈpeːtɐ ˈʃuːbɐt]; 31 January 1797 – 19 November 1828) was an Austrian composer of the late Classical and early Romantic eras. Despite his short life, Schubert left behind a vast oeuvre, including more than 600 secular vocal works (mainly lieder), seven complete symphonies, sacred music, operas, incidental music, and a large body of piano and chamber music. His major works include the art songs \"Erlkönig\", \"Gretchen am Spinnrade\", \"Ave Maria\"; the Trout Quintet, the unfinished Symphony No. 8 in B minor, the \"Great\" Symphony No. 9 in C major, the String Quartet No. 14 Death and the Maiden, a String Quintet, the two sets of  Impromptus for solo piano, the three last piano sonatas, the Fantasia in F minor for piano four hands, the opera Fierrabras, the incidental music to the play Rosamunde, and the song cycles Die schöne Müllerin, Winterreise and Schwanengesang. ",
    "wiki_url": "https://en.wikipedia.org/wiki/Franz_Schubert"
  },
  {
    "id": "129",
    "name": "Schumann",
    "complete_name": "Robert Schumann",
    "birth": "1810-01-01",
    "death": "1856-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/25233320-1568084946.jpg",
    "biography": "Robert Schumann (German: [ˈʁoːbɛʁt ˈʃuːman]; 8 June 1810 – 29 July 1856) was a German composer, pianist, and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist. His teacher, Friedrich Wieck, a German pianist, had assured him that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann then focused his musical energies on composing.",
    "wiki_url": "https://en.wikipedia.org/wiki/Robert_Schumann"
  },
  {
    "id": "191",
    "name": "Schütz",
    "complete_name": "Heinrich Schütz",
    "birth": "1585-01-01",
    "death": "1672-01-01",
    "epoch": "Renaissance",
    "portrait": "https://assets.openopus.org/portraits/65387096-1568084946.jpg",
    "biography": "Heinrich Schütz (German: [ʃʏt͡s]; 18 October [O.S. 8 October] 1585 – 6 November 1672) was a German early Baroque composer and organist, generally regarded as the most important German composer before Johann Sebastian Bach and one of the most important composers of the 17th century. He is credited with bringing the Italian style to Germany and continuing its evolution from the Renaissance into the early Baroque. Most of his surviving music was written for the Lutheran church, primarily for the Electoral Chapel in Dresden. He wrote what is traditionally considered the first German opera, Dafne, performed at Torgau in 1627, the music of which has since been lost, along with nearly all of his ceremonial and theatrical scores. Schütz was a prolific composer, with more than 500 surviving works.",
    "wiki_url": "https://en.wikipedia.org/wiki/Heinrich_Sch%C3%BCtz"
  },
  {
    "id": "46",
    "name": "Shostakovich",
    "complete_name": "Dmitri Shostakovich",
    "birth": "1906-01-01",
    "death": "1975-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/61000880-1568084947.jpg",
    "biography": "Dmitri Dmitriyevich Shostakovich (25 September [O.S. 12 September] 1906 – 9 August 1975) was a Soviet-era Russian composer and pianist who became internationally known after the premiere of his First Symphony in 1926 and thereafter was regarded as a major composer.",
    "wiki_url": "https://en.wikipedia.org/wiki/Dmitri_Shostakovich"
  },
  {
    "id": "186",
    "name": "Sibelius",
    "complete_name": "Jean Sibelius",
    "birth": "1865-01-01",
    "death": "1957-01-01",
    "epoch": "Late Romantic",
    "portrait": "https://assets.openopus.org/portraits/56825570-1568084947.jpg",
    "biography": "Jean Sibelius (forename in the French pronunciation: [ʒɑ̃] surname in the Finland Swedish: [siˈbeːliʉs] ; born Johan Julius Christian Sibelius; 8 December 1865 – 20 September 1957) was a Finnish composer of the late Romantic and early-modern periods. He is widely regarded as his country's greatest composer, and his music is often credited with having helped Finland develop a stronger national identity when his country was struggling from several attempts at Russification in the late 19th century.The core of his oeuvre is his set of seven symphonies, which, like his other major works, are regularly performed and recorded in Finland and countries around the world. His other best-known compositions are Finlandia, the Karelia Suite, Valse triste, the Violin Concerto, the choral symphony Kullervo, and The Swan of Tuonela (from the Lemminkäinen Suite). His other works include pieces inspired by nature, Nordic mythology, and the Finnish national epic, the Kalevala; over a hundred songs for voice and piano; incidental music for numerous plays; the one-act opera The Maiden in the Tower; chamber music, piano music, Masonic ritual music, and 21 publications of choral music.",
    "wiki_url": "https://en.wikipedia.org/wiki/Jean_Sibelius"
  },
  {
    "id": "211",
    "name": "Smetana",
    "complete_name": "Bedrich Smetana",
    "birth": "1824-01-01",
    "death": "1884-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/54465619-1568084947.jpg",
    "biography": "Bedřich Smetana ( BED-ər-zhikh SMET-ə-nə, Czech: [ˈbɛdr̝ɪx ˈsmɛtana] ; 2 March 1824 – 12 May 1884) was a Czech composer who pioneered the development of a musical style that became closely identified with his people's aspirations to a cultural and political \"revival\". He has been regarded in his homeland as the father of Czech music. Internationally he is best known for his 1866 opera The Bartered Bride and for the symphonic cycle Má vlast (\"My Fatherland\"), which portrays the history, legends and landscape of the composer's native Bohemia. It contains the famous symphonic poem \"Vltava\", also popularly known by its German name \"Die Moldau\" (in English, \"The Moldau\").",
    "wiki_url": "https://en.wikipedia.org/wiki/Bed%C5%99ich_Smetana"
  },
  {
    "id": "190",
    "name": "Stravinsky",
    "complete_name": "Igor Stravinsky",
    "birth": "1882-01-01",
    "death": "1971-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/84229197-1568084952.jpg",
    "biography": "Igor Fyodorovich Stravinsky (17 June [O.S. 5 June] 1882 – 6 April 1971) was a Russian composer and conductor with French citizenship (from 1934) and United States citizenship (from 1945). He is widely considered one of the most important and influential composers of the 20th century and a pivotal figure in modernist music.",
    "wiki_url": "https://en.wikipedia.org/wiki/Igor_Stravinsky"
  },
  {
    "id": "79",
    "name": "Tchaikovsky",
    "complete_name": "Pyotr Ilyich Tchaikovsky",
    "birth": "1840-01-01",
    "death": "1893-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/32941433-1568084956.jpg",
    "biography": "Pyotr Ilyich Tchaikovsky ( chy-KOF-skee; 7 May 1840 – 6 November 1893) was a Russian composer of the Romantic period. He was the first Russian composer whose music would make a lasting impression internationally. Tchaikovsky wrote some of the most popular concert and theatrical music in the current classical repertoire, including the ballets Swan Lake and The Nutcracker, the 1812 Overture, his First Piano Concerto, Violin Concerto, the Romeo and Juliet Overture-Fantasy, several symphonies, and the opera Eugene Onegin.",
    "wiki_url": "https://en.wikipedia.org/wiki/Pyotr_Ilyich_Tchaikovsky"
  },
  {
    "id": "35",
    "name": "Verdi",
    "complete_name": "Giuseppe Verdi",
    "birth": "1813-01-01",
    "death": "1901-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/20193752-1568084957.jpg",
    "biography": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 9 or 10 October 1813 – 27 January 1901) was an Italian composer best known for his operas. He was born near Busseto to a provincial family of moderate means, receiving a musical education with the help of a local patron, Antonio Barezzi. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Vincenzo Bellini, and Gaetano Donizetti, whose works significantly influenced him.",
    "wiki_url": "https://en.wikipedia.org/wiki/Giuseppe_Verdi"
  },
  {
    "id": "55",
    "name": "Villa-Lobos",
    "complete_name": "Heitor Villa-Lobos",
    "birth": "1887-01-01",
    "death": "1959-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/90351894-1568084958.jpg",
    "biography": "Heitor Villa-Lobos (March 5, 1887 – November 17, 1959) was a Brazilian composer, conductor, cellist, and classical guitarist described as \"the single most significant creative figure in 20th-century Brazilian art music\". Villa-Lobos has become the best-known South American composer of all time. A prolific composer, he wrote numerous orchestral, chamber, instrumental and vocal works, totaling over 2,000 works by his death in 1959. His music was influenced by both Brazilian folk music and stylistic elements from the European classical tradition, as exemplified by his Bachianas Brasileiras (Brazilian Bachian-pieces) and his Chôros. His Etudes for classical guitar (1929) were dedicated to Andrés Segovia, while his 5 Preludes (1940) were dedicated to his spouse Arminda Neves d'Almeida, a.k.a. \"Mindinha\". Both are important works in the classical guitar repertory.",
    "wiki_url": "https://en.wikipedia.org/wiki/Heitor_Villa-Lobos"
  },
  {
    "id": "98",
    "name": "Vivaldi",
    "complete_name": "Antonio Vivaldi",
    "birth": "1678-01-01",
    "death": "1741-01-01",
    "epoch": "Baroque",
    "portrait": "https://assets.openopus.org/portraits/64540242-1568084959.jpg",
    "biography": "Antonio Lucio Vivaldi (4 March 1678 – 28 July 1741) was an Italian composer, virtuoso violinist and impresario of Baroque music. Along with Johann Sebastian Bach and George Frideric Handel, Vivaldi ranks amongst the greatest Baroque composers and his influence during his lifetime was widespread across Europe, giving origin to many imitators and admirers. He pioneered many developments in orchestration, violin technique and programmatic music. He consolidated the emerging concerto form into a widely accepted and followed idiom.",
    "wiki_url": "https://en.wikipedia.org/wiki/Antonio_Vivaldi"
  },
  {
    "id": "138",
    "name": "Wagner",
    "complete_name": "Richard Wagner",
    "birth": "1813-01-01",
    "death": "1883-01-01",
    "epoch": "Romantic",
    "portrait": "https://assets.openopus.org/portraits/39267138-1568084959.jpg",
    "biography": "Wilhelm Richard Wagner ( VAHG-nər; German: [ˈʁɪçaʁt ˈvaːɡnɐ] ; 22 May 1813 – 13 February 1883) was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas (or, as some of his mature works were later known, \"music dramas\"). Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his concept of the Gesamtkunstwerk (\"total work of art\"), by which he sought to synthesise the poetic, visual, musical and dramatic arts, with music subsidiary to drama. He described this vision in a series of essays published between 1849 and 1852. Wagner realised these ideas most fully in the first half of the four-opera cycle Der Ring des Nibelungen (The Ring of the Nibelung).",
    "wiki_url": "https://en.wikipedia.org/wiki/Richard_Wagner"
  },
  {
    "id": "6",
    "name": "Webern",
    "complete_name": "Anton Webern",
    "birth": "1883-01-01",
    "death": "1945-01-01",
    "epoch": "20th Century",
    "portrait": "https://assets.openopus.org/portraits/81818268-1568084960.jpg",
    "biography": "Anton Webern (German: [ˈantoːn ˈveːbɐn] ; 3 December 1883 – 15 September 1945) was an Austrian composer and conductor. His music was among the most radical of its milieu in its concision and use of then novel atonal and twelve-tone techniques in an increasingly rigorous manner, somewhat after the Franco-Flemish School of his studies under Guido Adler. With his mentor Arnold Schoenberg and his colleague Alban Berg, Webern was at the core of those within the broader circle of the Second Viennese School. He was arguably the first and certainly the last of the three to write music in an aphoristic, expressionist style, reflecting his instincts and the idiosyncrasy of his compositional process.",
    "wiki_url": "https://en.wikipedia.org/wiki/Anton_Webern"
  }
]